<?php get_header(); ?>
<section id="out">
    <div class="row">
        
        <?php get_sidebar(); ?>
        
        <main class="block-content">
            <div id="crumbs">
                <a href="#">Главная</a>
                <span>/</span>
                <span class="current_page">Каталог продукции</span>
                
            </div>

            <div id="production_list_page" class="white_block">
                <h1 class="title"><?php single_cat_title(); ?></h1>
                <div class="descr">ООО «Стройсервис» занимается производством высококачественных металлических блок-контейнеров. Продажа
                    оборудования осуществляется с доставкой в Нижний Новгород, Новосибирск, Красноярск, Омск, Екатеринбург, Самару, СПб
                    и многие другие города. 
                </div>
                <div class="list row">
                    <?php if ( have_posts() ) while ( have_posts() ) : the_post(); ?>
                    <div class="column small-12 medium-4 large-4">
                        <div class="list_row">
                            <div class="image"><?php the_post_thumbnail('product_thumb', array( 'class' => 'img-responsive' )); ?></div>
                            <div class="name"><?php the_title(); ?></div>
                            <div class="price"><span class="summ">53 000 руб</span></div>
                            <div class="link"><a href="<?php the_permalink() ?>" rel="bookmark" title="<?php the_title_attribute();?>">Подробнее</a></div>
                        </div>
                    </div>
                    <?php endwhile; ?>
                </div>
            </div>

            <div class="orange_panel" style="background-image: url('<?php echo esc_url( get_template_directory_uri() ); ?>/assets/img/icons/pdf.png')">
                <a href="#">Технический паспорт блок-контейнеров</a>
            </div>

            <article class="top_line">
                <p><b class="orange">Блок-контейнер</b> отличается конструктивной прочностью, универсальным назначением и может использоваться для:</p>
                <ul class="circul_orange">
                    <li>организации пункта охраны;</li>
                    <li>временного проживания рабочих на строительной площадке;</li>
                    <li>устройства передвижного офиса;</li>
                    <li>хранения материалов, продукции и пр.</li>
                </ul>
                <p>
                    Дополнительно блок-контейнеры могут оснащаться инженерными коммуникациями, электрооборудованием и другими устройствами по заказу покупателя.
                    <br>
                    Металлический блок-контейнер способен заменить временные здания при проведении инженерных изысканий, выполнении сезонных работ.
                </p>
                <p>
                    <b class="orange">Чтобы заказать конструкцию</b> в Челябинске, Уфе, Казани, Калининграде, Волгограде, Воронеже, Ростове-на-Дону, Москве, достаточно оставить заявку в электронном виде или по телефону. Узнайте цену блок-контейнера в необходимой комплектации, связавшись с представителем компании, и получите строение гарантированного качества в короткие сроки.
                </p>

                <h3 class="red no_ma">преимущества блок-контейнера</h3>
                <p>Данные мобильные сооружения изготовлены в соответствии с ГОСТ 22853-86 и 25957-83 и обладают следующими характеристиками:</p>
                <p>
                    <b class="green">срок службы блок-контейнера</b> — не менее 15 лет;<br>
                    <b class="green">количество передислокаций</b> — не более 5;<br>
                    <b class="green">эксплуатация при температуре от</b> -40 до +40°C;<br>
                    <b class="green">степень огнестойкости</b> — V;<br>
                    <b class="green">возможность монтажа нескольких</b> блок-контейнеров под одну крышу, а также возведение двухэтажных построек.
                </p>
                <p>
                    Таким образом, возможно использовать данные сооружения практически в любой климатической зоне России: как в Ростове-на-Дону и Воронеже, где летом воздух значительно прогревается, так и в Новосибирске, Екатеринбурге, Челябинске, Красноярске и других городах с холодными зимами.
                </p>
                <p>
                    Еще одно преимущество металлического контейнерного здания — легкость монтажа. Блоку требуется всего шесть точек опоры (по углам и в середине длинных стен).

                </p>

                <h3 class="red no_ma">особенности возведения блок-контейнеров</h3>
                <p>
                    Как правило, к месту монтажа изделие доставляется автомобильным транспортом, однако возможна и железнодорожная перевозка без оформления специальных документов. Особенности поставки на стройплощадку обсуждаются при продаже блок-контейнеров. Они могут поставляться как в собранном виде, так и по частям, в зависимости от предпочтений заказчика, расстояния и особенностей перевозки.
                </p>
                <p>
                    Контейнерное здание устанавливается на подготовленное основание с помощью специальной техники. Металлический каркас не должен касаться земли, поэтому рекомендуется производить монтаж на фундаменте высотой не менее 40 см.
                </p>
                <p>
                    Инженерные коммуникации и дополнительные перегородки монтируются после того, как здание установлено согласно проекту. Внешняя и внутренняя облицовка стен выполняется из того материала, который предпочел купить заказчик.
                </p>

                <h3 class="red no_ma">как изготавливается блок-контейнер</h3>
                <p>
                    Все контейнерные здания, поставляемые в Москву, Нижний Новгород, Волгоград, Казань и другие города, выполняются исключительно из материалов, прошедших сертификацию и безопасных для здоровья человека.
                </p>

                <p>Производство блок-контейнера проходит в несколько этапов:</p>
                <ul class="circul_orange">
                    <li>сваривание металлического каркаса с предусмотренными соединительными элементами для парногомонтажа;</li>
                    <li>установка деревянного каркаса, предназначенного для несения ограждающих конструкций;</li>
                    <li>прокладывание утеплителя, пароизоляции, технической пленки;</li>
                    <li>обшивка здания фасадным материалом</li>
                    <li>крепление стеновых, напольных и потолочных панелей;</li>
                    <li>установка дверей и окон.</li>
                </ul>

                <p>
                    По согласованию с покупателем выполняются внутренняя отделка и прокладка инженерных сетей. Производство блок-контейнеров осуществляется, как правило, на заказ. Готовые изделия поставляются по всей России, будь то Челябинск, СПб, Уфа, Калининград, Самара, Казань или любой другой город страны.
                </p>
            </article>

            <div id="objects_sold">
                <h2 class="title">реализуемые объекты</h2>
            
                <div class="list top_line">
                    <div class="list_row">
                        <a href="#"><img src="img/demo/1(1).png" alt=""></a>
                    </div>
                    <div class="list_row">
                        <a href="#"><img src="img/demo/1(2).png" alt=""></a>
                    </div>
                    <div class="list_row">
                        <a href="#"><img src="img/demo/1(3).png" alt=""></a>
                    </div>
                    <div class="list_row">
                        <a href="#"><img src="img/demo/1(4).png" alt=""></a>
                    </div>
                    <div class="list_row">
                        <a href="#"><img src="img/demo/1(1).png" alt=""></a>
                    </div>
                    <div class="list_row">
                        <a href="#"><img src="img/demo/1(2).png" alt=""></a>
                    </div>
                    <div class="list_row">
                        <a href="#"><img src="img/demo/1(3).png" alt=""></a>
                    </div>
                    <div class="list_row">
                        <a href="#"><img src="img/demo/1(4).png" alt=""></a>
                    </div>
                </div>
            </div>
        </main>

    </div>
</section>


<?php get_footer(); ?>